[Pickups.BP_ArmorIncrease_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="皮耶罗的工作间中有新升级可用：加固型护甲"

[Pickups.BP_ArmorIncrease_twk:DisTweaks_Interactable_PickupBase_11 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_ExpBullets_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="皮耶罗的工作间中有新升级可用：手枪爆炸弹"

[Pickups.BP_ExpBullets_twk:DisTweaks_Interactable_PickupBase_12 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_FlareBolt_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="皮耶罗的工作间中有新物品可用：燃烧弩箭"

[Pickups.BP_FlareBolt_twk:DisTweaks_Interactable_PickupBase_13 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_HealthPotion_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="皮耶罗的工作间中有新物品可用：索科洛夫生命药剂"

[Pickups.BP_HealthPotion_twk:DisTweaks_Interactable_PickupBase_14 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_SilentRunning_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="皮耶罗的工作间中有新升级可用：潜行之靴 1"

[Pickups.BP_SilentRunning_twk:DisTweaks_Interactable_PickupBase_16 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_SpyglassZoom_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="皮耶罗的工作间中有新升级可用：光学面具 2"

[Pickups.BP_SpyglassZoom_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_StickyGrenade_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="皮耶罗的工作间中有新升级可用：粘性手雷"

[Pickups.BP_StickyGrenade_twk:DisTweaks_Interactable_PickupBase_17 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

